{
  "winter": [
    {
      "staff": "Staff Picks",
      "titleBook": "The Book Eaters",
      "author": "Sunyi Dean",
      "text": "An unusual sci-fi story about a book eater woman who tries desperately to save her dangerous mind-eater son from tradition and certain death. Complete with dysfunctional family values, light Sapphic romance, and a strong, complex protagonist. Not for the faint of heart.",
      "path": "./images/favorites/winter/book-1.jpg",
      "id": 0
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Cackle",
      "author": "Rachel Harrison",
      "text": "Are your Halloween movies of choice The Witches of Eastwick and Practical Magic? Look no further than here - where a woman recovering from a breakup moves to a quaint town in upstate New York and befriends a beautiful witch.",
      "path": "./images/favorites/winter/book-2.jpg",
      "id": 1
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Dante: Poet of the Secular World",
      "author": "Erich Auerbach",
      "text": "Auerbach's engaging book places the 'Comedy' within the tradition of epic, tragedy, and philosophy in general, arguing for Dante's uniqueness as one who raised the individual and his drama of soul into something of divine significance—an inspired introduction to Dante's main themes.",
      "path": "./images/favorites/winter/book-3.jpg",
      "id": 2
    },
    {
      "staff": "Staff Picks",
      "titleBook": "The Last Queen",
      "author": "Clive Irving",
      "text": "A timely and revelatory new biography of Queen Elizabeth (and her family) exploring how the Windsors have evolved and thrived as the modern world has changed around them.",
      "path": "./images/favorites/winter/book-4.jpg",
      "id": 3
    }
  ],
  "spring": [
    {
      "staff": "Staff Picks",
      "titleBook": "The Body",
      "author": "Stephen King",
      "text": "Powerful novel that takes you back to a nostalgic time, exploring both the beauty and danger and loss of innocence that is youth.",
      "path": "./images/favorites/spring/book-1.jpg",
      "id": 0
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Carry: A Memoir of Survival on Stolen Land",
      "author": "Toni Jenson",
      "text": "This memoir about the author's relationship with gun violence feels both expansive and intimate, resulting in a lyrical indictment of the way things are.",
      "path": "./images/favorites/spring/book-2.jpg",
      "id": 1
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Days of Distraction",
      "author": "Alexandra Chang",
      "text": "A sardonic view of Silicon Valley culture, a meditation on race, and a journal of displacement and belonging, all in one form-defying package of spare prose.",
      "path": "./images/favorites/spring/book-3.jpg",
      "id": 2
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Dominicana",
      "author": "Angie Cruz",
      "text": "A fascinating story of a teenage girl who marries a man twice her age with the promise to bring her to America. Her marriage is an opportunity for her family to eventually immigrate. For fans of Isabel Allende and Julia Alvarez.",
      "path": "./images/favorites/spring/book-4.jpg",
      "id": 3
    }
  ],
  "summer": [
    {
      "staff": "Staff Picks",
      "titleBook": "Crude: A Memoir",
      "author": "Pablo Fajardo & Sophie Tardy-Joubert",
      "text": "Drawing and color by Damien Roudeau | This book illustrates the struggles of a group of indigenous Ecuadoreans as they try to sue the ChevronTexaco company for damage their oil fields did to the Amazon and her people",
      "path": "./images/favorites/summer/book-1.jpg",
      "id": 0
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Let My People Go Surfing",
      "author": "Yvon Chouinard",
      "text": "Chouinard—climber, businessman, environmentalist—shares tales of courage and persistence from his experience of founding and leading Patagonia, Inc. Full title: Let My People Go Surfing: The Education of a Reluctant Businessman, Including 10 More Years of Business Unusual.",
      "path": "./images/favorites/summer/book-2.jpg",
      "id": 1
    },
    {
      "staff": "Staff Picks",
      "titleBook": "The Octopus Museum: Poems",
      "author": "Brenda Shaughnessy",
      "text": "This collection of bold and scathingly beautiful feminist poems imagines what comes after our current age of environmental destruction, racism, sexism, and divisive politics.",
      "path": "./images/favorites/summer/book-3.jpg",
      "id": 2
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Shark Dialogues: A Novel",
      "author": "Kiana Davenport",
      "text": "An epic saga of seven generations of one family encompasses the tumultuous history of Hawaii as a Hawaiian woman gathers her four granddaughters together in an erotic tale of villains and dreamers, queens and revolutionaries, lepers and healers.",
      "path": "./images/favorites/summer/book-4.jpg",
      "id": 3
    }
  ],
  "autumn": [
    {
      "staff": "Staff Picks",
      "titleBook": "Casual Conversation",
      "author": "Renia White",
      "text": "White's impressive debut collection takes readers through and beyond the concepts of conversation and the casual - both what we say to each other and what we don't, examining the possibilities around how we construct and communicate identity. ",
      "path": "./images/favorites/autumn/book-1.jpg",
      "id": 0
    },
    {
      "staff": "Staff Picks",
      "titleBook": "The Great Fire",
      "author": "Lou Ureneck",
      "text": "The harrowing story of an ordinary American and a principled Naval officer who, horrified by the burning of Smyrna, led an extraordinary rescue effort that saved a quarter of a million refugees from the Armenian Genocide",
      "path": "./images/favorites/autumn/book-2.jpg",
      "id": 1
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Rickey: The Life and Legend",
      "author": "Howard Bryants",
      "text": "With the fall rolling around, one can't help but think of baseball's postseason coming up! And what better way to prepare for it than reading the biography of one of the game's all-time greatest performers, the Man of Steal, Rickey Henderson?",
      "path": "./images/favorites/autumn/book-3.jpg",
      "id": 2
    },
    {
      "staff": "Staff Picks",
      "titleBook": "Slug: And Other Stories",
      "author": "Megan Milks",
      "text": "Exes Tegan and Sara find themselves chained together by hairballs of codependency. A father and child experience the shared trauma of giving birth to gods from their wounds.",
      "path": "./images/favorites/autumn/book-4.jpg",
      "id": 3
    }
  ]
}